acpi
alacritty
amd-ucode
base
base-devel
bspwm
discord
dmenu
efibootmgr
firefox
git
github-cli
grub
gst-plugin-pipewire
htop
iwd
libpulse
libtiff5
libva-mesa-driver
lightdm
lightdm-gtk-greeter
linux
linux-firmware
lsd
nano
neofetch
neovim
network-manager-applet
networkmanager
notion-app-electron
obsidian
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polybar
rxvt-unicode
scrot
smartmontools
sof-firmware
sxhkd
telegram-desktop
thunar
unzip
vim
vulkan-radeon
wallset
wget
wireless_tools
wireplumber
wps-office
xdg-utils
xdo
xf86-video-amdgpu
xf86-video-ati
xorg-server
xorg-xinit
yay
zram-generator
zsh
